Repository: gokberkkoksoy/Ffilm
Catalog: Ffilm/Ffilm/*.lproj/Localizable.strings
Languages: tr

# PopularTitle
source: Globally Popular Movies
tr: Popüler Filmler

# FavoriteTitle
source: Favorite Movies
tr: Favori Filmlerin

source: Genres
tr: Tür

source: Overview
tr: Özet

# PopularTabBar
source: Popular
tr: Popüler

# FavoriteTabBar
source: Favorites
tr: Favoriler

# EmptyPageTitle
source: Wow, such empty.
tr: Buralar hep dutluk.

# EmptyPageBody
source: Don't you have any favorite movies? There are countless movies in here. Just go and look for some.
tr: Sevdiğin bir film bile mi yok? İçerde tonlarca film var. Gidip birkaçına göz at.

# EmptySearchTitle
source: Darn. We don't have that.
tr: Tüh. O film bizde yok.

# EmptySearchBody
source: Try searching for another movie.
tr: Başka bir film aramayı dene.

# RuntimeNotFound
source: Runtime info is not provided.
tr: Süre bilgisi verilmemiş.

# RateNotFound
source: This movie has not been rated yet.
tr: Bu filmi kimse puanlamamış.

# SearchPlaceholder
source: Search for a movie...
tr: Film ara...

# HourAndMinute
source: %dh %dm
tr: %dsa %ddk

# Hour
source: %dh
tr: %d sa

# Minute
source: %dm
tr: %d dk

source: Released
tr: Yayınlandı

source: In Production
tr: Yapım Aşamasında

source: Post Production
tr: Yapım Sonrası

# Votes
source: %.1f/10 (%d votes)
tr: %.1f/10 (%d oy)

# UnableToFavorite
source: There was an error favoriting this movie. Please try again.
tr: Favorilere eklerken bir hata oluştu. Lütfen tekrar deneyin.

# AlreadyInFavorites
source: You've already favorited this movie. You must really like it.
tr: Film zaten favorilere eklenmiş. Çok sevmiş olmalısın.

# InvalidData
source: The data received from the server was invalid. Please try again.
tr: Lütfen internet bağlantını kontrol et.

source: Something went wrong
tr: Bir hata oluştu

source: OK
tr: Tamam

source: Clear All
tr: Tümünü Sil

# Sure
source: Are you sure?
tr: Emin misin?

# CannotUndo
source: You cannot undo this action.
tr: Bu işlem geri alınamaz.

source: Cancel
tr: İptal Et

source: Delete
tr: Tümünü Sil

# Offline
source: You appear to be offline.
tr: İnternetinde bir sorun var.

# CheckConnection
source: Please check your internet connection.
tr: İnternet bağlantını kontrol etmeyi dene.

# FavSuccess
source: You've successfully favorited this movie.
tr: Favorilere eklendi!

source: Oops...
tr: Uppss...
